adpyke.vscode-sql-formatter
alexandernanberg.horizon-theme-vscode
bungcip.better-toml
cschlosser.doxdocgen
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.code-runner
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
jeff-hykin.better-cpp-syntax
jeroen-meijer.pubspec-assist
johnsoncodehk.volar
k--kato.intellij-idea-keybindings
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
PKief.material-icon-theme
twxs.cmake
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
wix.vscode-import-cost
