adpyke.vscode-sql-formatter
alexandernanberg.horizon-theme-vscode
bungcip.better-toml
cschlosser.doxdocgen
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.code-runner
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
jeff-hykin.better-cpp-syntax
k--kato.intellij-idea-keybindings
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
PKief.material-icon-theme
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
Vue.volar
wix.vscode-import-cost
